import React from 'react'

export default () => {
  return (
    <div className="aboutUs">
      <p className="aboutUs__chapter typ_terms_chapter">サービスについて</p>
      <p className="aboutUs__sentence">
        Oliveはアーティストの完全招待制で運営しています。
        <br />
        招待する権限をもつのは運営だけでなく、既に登録されているアーティストです。
      </p>

      <p className="aboutUs__sentence">
        これにより権威的な閉じたコミュニティーではなく、真にオープンなアートプラットフォームとして、質を担保しつつ多くの人に開けたギャラリーにできると考えております。
      </p>

      <p className="aboutUs__sentence">
        Oliveでは会員登録をすることなく、全ての作品が閲覧可能です。
        <br />
        作品を自由に閲覧して頂き、気になったら購入するだけです。（※購入の際に会員登録が必要となります）
        <br />
        また、購入後はアーティストとチャットベースでコミュニケーションも取ることができます。
      </p>
      <p className="aboutUs__sentence">
        登録アーティストまたは運営から招待を受けた方は、招待コードと共に会員登録後、自分の作品を自由に出品することができます。
        <br />
        基本的にセカンダリーやコピー作品、デジタル作品の出品は禁止とさせて頂いておりますのでご留意下さい。
      </p>

      <p className="aboutUs__chapter typ_terms_chapter">ミッション</p>
      <p className="aboutUs__sentence">
        私たちは、「現代アートをもっと自由に」というテーマのもと活動しています。
        <br />
        アート作品は、映画や本と同じように心が豊かになり、様々な多様性を生み、他人に寛容になる事ができます。
        <br />
        我々はそのような社会を目指しております。
      </p>

      <p className="aboutUs__sentence">
        「現代アートは高い」「敷居が高い」「判断基準がわからない」などの理由で敬遠されがちなこの状況を、既存のギャラリーよりも敷居が低く、コピー品を売っている店より信頼できるプラットフォームを提供していく事で改善していきます。
        <br />
        プライマリーマーケットにおいて重要視されるのは芸術性と将来性です。つまり「作品の質」と「アーティストが今後活躍するか」ということです。
        <br />
        その為に、我々は、アーティストを「完全招待制」にしております。
      </p>
      <p className="aboutUs__sentence">
        我々は、現代アートこそ自由にそして、気軽に選べるものであると考えています。知識などは一切必要ありません。人の評価などに惑わされず、自分自身の感性で選択する。
        <br />
        これらのことを追求し続け、私たちは、現代アートを身近にしていきます。
      </p>

      <p className="aboutUs__chapter typ_terms_chapter">会社概要</p>
      <p className="aboutUs__sentence">
        会社名：株式会社noon
        <br />
        住所：東京都渋谷区神南1-20-7 川原ビル6階
        <br />
        電話番号：03-6206-9618
        <br />
        メールアドレス：info@noon-inc.com
      </p>
    </div>
  )
}
