import React from 'react'

export default () => {
  return (
    <div>
      第1章 総則
第1条(定義)
本規約において使用する用語の意義は、本規約において別段の定めがある場合を除き、次の各 号に定める通りとします。
1. 「本サービスサイト」とは、当社が「Olive」の名称等を付して、インターネット上で、運営又は指定す るWebサイト又はページをいいます。
2. 「会員」とは、本規約に基づき、会員登録をし、当社から本サービスの利用を認められた方をいい ます。
3. 「作家」とは、会員のうち、当社所定の手続きに従い、本規約の定めに従い作家としての登録をし た方をいいます。
4. 「作品」とは、作家が創作した物をいいます。
5. 「作品データ」とは、作品の説明、作品を撮影した画像、作品の価格等その他の作品に関する情
報をいいます。
6. 「公開」とは、本サービスサイト上で作家が、作品データを表示し、閲覧できる状態にすることをい
います。
7. 「購入者」とは、本サービスを利用して、作家から作品を購入し又は購入しようとする方のことをい
います。
8. 「会員ページ」とは、当該会員のみが利用することができる専用のウェブサイトであって、本サービ
スに関する手続き、会員の登録情報の確認・変更などが操作できるウェブページをいいます。
9. 「作品代金」とは、本サービスサイト上に表示される作品の価格、送料、オプション(第12条に定め
ます。)の価格及び消費税の合計額とします。
第2条 (本規約の適用及び変更)
1. 会員は、本規約に従って本サービスを利用するものとします。会員が利用申込みを行い、又は本 サービスを利用することによって、本規約の内容を全て承諾したものとみなします。
2. 当社は、いつでも任意の理由により、会員に事前に通知することなく、本規約の変更、追加、又は 削除(以下、「変更等」といいます。)を行うことができるものとします。変更等が行われた場合の本 規約は、本サービスサイト上に表示された時点より効力を生じるものとします。当社は、本規約の 変更等が行われた後において、会員が本サービスを利用することによって、変更等後の本規約の 内容を承諾したものとみなします。
第3条(通知、連絡等)
1. 当社から会員への通知は、電子メールの送信、本サービスサイトへの掲載その他当社が適当で あると判断する方法により行われるものとします。なお、電子メールは、会員が予め登録した電子 メールアドレス宛てに送信するものとします。
2. 当社が会員に対して行う通知については、以下の時点をもって会員に通知が到達したものとみな します。
1. 電子メールによる場合:当社が会員に対して発信した電子メールが会員に到達した時点
2. 本サービスサイトへの掲載による場合:通知等の内容を本サービスサイト上に掲載した時点
3. 会員が当社に連絡をする場合は、当社が他の方法を指定する場合を除き、本サービスサイト上に
設置された問い合わせ専用フォームを利用して行うものとします。当社は、これ以外の方法による 連絡はお受けいたしません。
第2章 本サービスの内容等 第4条(本サービスの内容、追加変更等)

 1.
2.
1.
i. ii. iii. iv. v. vi.
2.
i. ii. iii. iv. v.
2.
1. 2.
1. 2.
3.
本サービスは、会員間の交流を通じて、作家と購入者との間で作品の売買に関する契約の締結 の機会を提供するサービスです。会員は、当社が定める条件に従い、本サービスを利用すること ができます。 会員は、当社が定める条件に従い、以下に定める機能及びこれに付随する機能を利用すること ができます。
会員に提供する機能
会員ページ作成機能 メッセージ機能 お気に入り機能 フォロー機能 作品の購入機能 購入履歴機能 作家に提供する機能
ギャラリーの作成機能
作品登録、公開機能
作品管理機能
作品の注文管理機能
作品代金の受領機能 当社は、会員に事前に通知することなく本サービスの内容の全部又は一部の変更を行うことがで きるものとします。この場合、当社は、変更により会員に生じた損害、結果について一切責任を負 いません。
第5条(付加サービス)
当社又は、当社と提携する事業者等は、本サービスの付加サービスを別途、会員に提供すること があります。この場合、当該付加サービスの利用に関する詳細及び規約は、別途定められるとこ ろに従うものとします。 付加サービスに関する事項で、付加サービスの利用規約に定めのない事項については、本規約 の規定を準用するものとします。
第3章 会員登録等 第6条(会員登録)
本サービスの会員になろうとする方(以下、「申込者」といいます。)は、本サービスサイト上の申込 専用ページにおいて、当社指定事項を入力の上、本サービスの利用の申込みを行うものとしま す。 当社は、前項に基づく利用申込みについて承諾するときは、申込者に対して申込を承諾する旨本 サービスサイト上に表示して通知するものとします。当該通知が到達した時点で、当社と申込者と の間に、本規約に基づく本サービスの利用に関する契約(以下、「利用契約」といいます。)が成立 し、会員登録が完了するものとします。 当社は、申込者又は会員に対し、第1項に基づく利用申込み及び利用契約期間中において審査 が必要と判断した場合、審査を行うものとし、当該審査のため必要な資料の提出を求める場合が あります。申込者又は会員は、当社から資料の提出を求められた場合には、速やかに指定された 資料を提出するものとします。なお、当該審査は、当社の裁量によって行うものとし、当社は、い かなる場合も審査基準、審査方法、審査結果その他の審査内容について開示する義務を負わな いものとします。

 4.
1. 2.
3.
i. ii.
2. 3.
4. 2.
3.
当社は、次の各号の場合には、利用申込を承諾せず又は利用契約を取り消すことができるものと します。
入力された指定事項の全部又は一部に虚偽、不正確又は誤りがあった場合 申込者又は会員が、過去に本サービス又は当社が運営する他サービスの利用停止等の処分を 受けている場合 申込者又は会員が、反社会的勢力(暴力団、暴力団員、暴力団員でなくなったときから5年を経過 しない者、暴力団準構成員，暴力団関係企業、総会屋、政治活動・宗教活動・社会運動標ぼうゴ ロ又は特殊知能暴力集団、その他これらに準ずる者をいいます。以下同じ)に該当し、又は反社 会的勢力と以下の各号の一に該当する関係を有すること又はその可能性が判明した場合
自己又は第三者の不正の利益を図る目的又は第三者に損害を加える目的をもって反社会的勢 力を利用したと認められる場合 反社会的勢力に対して資金等を提供し、又は便宜を供与するなどの関与をしていると認められる 場合
本条第3項に基づく審査により当社が不適当と判断した場合又は資料の提出がない場合 未成年者、成年被後見人、被保佐人又は被補助人のいずれかであって、会員となること及び本 規約に従って本サービスを利用することについて、法定代理人、後見人、保佐人又は補助人の同 意等を得ていない場合
その他当社が不適当と判断した場合 利用申込みに必要な情報(当社指定事項を含みますが、これに限定されません。)の入力にあ たっては、会員が情報の取得、提供等に関する一切の責任を負うものとし、当社は如何なる責任 も負わないこととします。 前項にもかかわらず当社が本サービスの提供をした場合であっても、申込者及び会員は本規約 に基づくいかなる義務も免れないものとします。
第7条(変更の届出)
会員は、本サービスを利用するにあたり当社に登録した情報に誤り又は変更が生じた場合は、直 ちに本サービスサイト上の会員ページにて、情報の訂正、修正又は変更を行うものとします。
第8条(会員による解約)
会員は、別途当社が本サービスサイト上で定める方法で、いつでも本サービスの利用契約を解約 することができるものとします。ただし、会員が作家である場合は、第10条第1項に定める方法に より作家登録(第9条に定めます。)を抹消した後でなければ、本サービスの利用契約を解約するこ とができないものとします。
第4章 作家登録
第9条(作家登録)
会員は、作家としての登録(以下、「作家登録」といいます。)を希望する場合には、別途当社が本 サービスサイト上で指定する情報を登録するものとし、当該登録が完了した時点をもって、作家登 録は完了するものとします。 作家登録をした会員が、その登録期間中、会員資格を喪失した場合には、その理由を問わず当 然に作家登録をも喪失するものとします。 未成年者が作家登録をするには、事前に、本サービスを利用すること、及び本サービスにおいて 出品した作品を売買することについて、親権者その他の法定代理人の同意を得なければならな いものとします。当社は、作家登録をした会員が本サービスを利用している場合には、本項に定 める同意を得ているものとみなします。なお、会員は、当社が必要と判断した場合には、本サービ スの利用に関する法定代理人の同意の有無等を確認するための情報(法定代理人の連絡先を 含む)を提供するものとします。
   1.
2. 3.

  第10条(作家登録の抹消等)
1. 作家は、いつでも当社が別途本サービスサイト上で定める方法により当社に対して通知すること により、作家登録を抹消することができます。ただし、次の各号に定める場合は作家登録を抹消 することができないものとします。
1. 注文を受けた作品の発送を完了していない場合
2. 最後に販売した作品の作品代金について、当社が作家に対して当該作品代金の振込を完了して
いない場合
2. 当社は、作家が第15条に規定する販売手数料の支払をしない場合、又は本規約のいずれかの条
項に違反した場合には、当該作家に通知することなく、作家登録若しくは会員登録の抹消、又は 本サービスの一部若しくは全部の提供の停止を行うことができるものとします。
第11条(作品の公開)
1. 作家は、本サービスにおいて、以下の各号のカテゴリに該当する作品を登録し、公開することがで きます。
 ・絵画  ・写真
・他別途当社が指定するカテゴリ
2. 前項にもかかわらず、作家は、以下の各号に該当する作品又はそのおそれのある作品(以下、 「登録禁止作品」といいます。)を登録することはできません。
1. 作家が自ら制作した物ではない物(ただし、前項第15号に定める素材・道具及び前項第16号に定 める手作りキットに含まれる素材・材料は除きます。)
2. アダルトビデオ、DVD、ヌード写真、アダルトグッズ、ゲーム等、18歳未満の青少年への販売が制 限される情報やその他性風俗、アダルトに関する商品全般
3. わいせつ物、児童ポルノに関連する商品等
4. 窃盗、強盗、詐欺、恐喝、横領、背任その他犯罪により入手した商品
5. 特許権、実用新案権、意匠権、商標権、著作権、肖像権等第三者の知的財産権を侵害する商品
等
6. コンピュータウィルスを含むソフトウェア
7. 海外から輸入した物
8. ブランド品(商品や製造元の名称や商標等が広く認知されている物等)の一部や包装用具等を加
工した物、その他消費者がブランド品と誤認・混同するおそれがある物
9. 前各号に定める他、当社が適切ではないと判断した商品
第5章 作品の販売
第12条(作品の販売)
作家は、別途当社が本サービスサイト上で定めるところに従い、作品を販売すること、及び作品の 販売に付随した作品の色や部品の付加・変更並びに包装等に関するサービス(以下、「オプショ ン」といいます。)を提供することができるものとします。ただし、以下のいずれかの事由に該当し 又は該当するおそれがあると当社が判断した場合には、作品を販売することができないものとし ます。
1. 作家が作品の適切な供給ができない場合

 2. 作家が作品を販売する権限及び能力を有していない場合 第13条(作家の義務)
1. 作家は、本サービスが作品を販売する機会を提供するものであって、当社が、作家に対し、作品 の販売に関する契約の成立、作家の売上げ・利益の拡大、作品の販売数その他一切の事項を保 証するものでないことを予め理解し、了承するものとします。
2. 作家は、前条に基づき作品を販売する場合、作品の販売のための準備を遅滞なく行い、直ちに作 品の引き渡しのための準備を完了するものとします。
3. 作家は、後払い決済提供事業者、キャリア決済提供事業者又はクレジットカード会社(以下、併せ て「クレジットカード会社等」といいます。)と当社との間で締結する決済サービスに関する加盟店 契約に基づき当社が必要であると判断した時は、売買契約の成立した作品の所有権及び代金債 権(併せて以下「所有権等」といいます。)を当社に譲渡すること、並びに当社が当該所有権等をク レジットカード会社等に譲渡することに予め同意するものとします。
第14条(販売報告)
1. 当社は、本サービスサイト上において、作家に対し、毎月末日締めで当月分の作品の販売件数 (前条の発送報告がなされたものに限ります。)、販売した作品代金額、第15条に規定する販売手 数料を翌月末日までに報告(以下、「販売報告」といいます。)するものとします。
2. 作家は、前項に定める販売報告に異議があるときは、販売報告を受けた日から10日以内に、異 議に係る合理的な理由を明示した上で当社に対しその旨を申し出るものとします。当該期間内に 作家から販売報告に関する何らの異議の申し立てがなされない場合には、当社による販売報告 を承認したものとみなします。
第15条(販売手数料)
1. 作家は、本サービスの利用の対価として、当社に対し、作品及びオプションの価格(消費税込)に 応じて手数料25%(以下、「販売手数料」といいます。)を支払うものとします。販売手数料の金額、 支払方法及び支払期日等は別途当社が本サービスサイト上において定めます。
2. 当社は、購入者から作品代金を受領した場合、当該作品代金から販売手数料を差し引いた金額 (当該金額に1円未満の端数があるときはその端数を切り捨てるものとします。以下、「振込金額」 といいます。)を、最​大で受領月末日締め、翌月の末日​までに、当該作品の作家の指定する銀行 口座に振込送金する方法で支払うものとします。なお、振込手数料は弊​社​の負担とします。
3. 当社は、作家が前項の銀行口座を指定しない場合には、何らの責任を負うことなく、当該作家に 対し振込金額の支払を留保することができるものとします。この場合において、当該作家が本 サービスサイト上で振込可能な銀行口座を指定したときは、当社は、当該指定が行われた日の属 する月の翌月の末日までに振込金額を支払うものとします。
4. 本条第2項にもかかわらず、支払日における振込金額が金1,000円に満たない場合は、当社は、 当該金額が金1,000円に達するまでの間、何ら責任を負うことなく、支払いを留保することができる ものとします。
5. 作家が理由の如何を問わず作家登録を抹消若しくは抹消され、本サービスの利用契約を解約又 は解除された場合において、当社が当該作家に対し、本規約に基づき支払を留保することのでき る振込金額があるときは、当該作家は当社に対する振込金額の請求権を失うものとし、作家は予 めこれに同意するものとします。
6. 本条第2項にもかからず、以下のいずれかに該当する場合又はそのおそれがある場合には、当 社は、​投稿作品の排除​、振込金額を振り込まないものとし、作家は予めこれを承諾するものとしま す。
1. 購入者からの問合せ、クレーム、トラブル、請求、紛争等(以下、「クレーム等」といいます。)が あった場合
2. 購入者から作品代金の支払がない場合

 3. 作家が販売した作品のすべてを購入者に対し引き渡さない場合
4. 販売した作品の売買契約が取り消され又は解除された場合
5. 当サービスの品質、品格維持に著しくそぐわない場合
6. その他当社が適切でないと判断した場合 第17条(問合せ対応)
1. 作家は、作品に関し、当社が購入者からクレーム等を受けた場合、自己の責任においてこれに対 応するものとします。この場合、作家は、直接購入者と連絡を取り、その解決を図るものとします。
2. 前項にもかかわらず、当社は、作家が購入者と直接連絡を取らない場合、又は、作品に関し購入
者からクレーム等を受けた場合、当社の判断で作家に対して連絡をとることができるものとしま す。
第18条(作品にかかる責任)
1. 作品の毀損、滅失、数量不足、梱包不良その他一切の瑕疵に関する責任は、全て作家が負うも のとし、作家は予めこれを承諾するものとします。
2. 作家は、前項の瑕疵に関し、購入者から販売した作品を回収する等、自己の責任と負担におい て、作品の取替え、修補等適切な処置を講じるものとします。
3. 作家は、本サービスを利用して作品を販売する場合、当該作品の購入者との間で、前2項の定め に反する内容の売買契約を締結してはならないものとします。
第19条(費用負担)
作家は、本規約に別段の定めがある場合を除き、自己の義務の履行に必要な費用(作品の材料 費、梱包費等を含みますがこれに限りません。)は全て負担するものとします。
第20条(危険負担)
1. 作家は、作家、当社又は購入者のいずれの責にも帰さない事由により、購入者への作品の引き 渡し前に、当該作品が滅失又は毀損した場合、当該作品の滅失又は毀損にかかる一切の危険を 負担するものとします。
2. 作家は、本サービスを利用して作品を販売する場合、当該作品の購入者との間で、前項の定めに 反する内容の売買契約を締結してはならないものとします。
第21条(購入者の情報の取扱)
1. 作家は、本サービスを通じて知り得た購入者情報等の購入者の個人情報を厳重に管理し、第三 者に開示または漏洩してはならないものとします。
2. 作家は、本サービスを通じて知り得た購入者の個人情報を、当該購入者が購入した作品の当該 購入者への送付及び購入した作品又は送付に関する購入者への連絡(イベントの告知等、当該 購入者が購入した作品の売買契約に直接関連しないものは除きます。)その他当社又は購入者 から明示的に同意を得た目的以外の目的で利用してはならないものとします。
3. 作家は、当社が求めたときは、直ちに作家の取り扱っている購入者の個人情報の取得状況、管 理状況等について当社に報告するものとします。
4. 作家は、本条に違反する事態が生じ、または生じるおそれがあると知ったときは、直ちにその旨を 当社に報告するとともに、それに対する当社の指示に従うものとします。
5. 作家は、万一作家の管理する購入者の個人情報について、漏洩・窃取その他の事故が発生し、 又は発生するおそれがあることが判明した場合には、直ちにその内容を当社に通知するものと

 し、かかる事故に起因し又は関連して購入者および第三者から異議、苦情の申立又は実費若しく は対価の請求、損害賠償請求等があった場合には、当社に直ちに通知するとともに、弁護士費用 等を含めて作家の費用と責任においてこれを処理するものとします。
第6章 作品の購入
第22条(作品の購入)
1. 会員は、当社の定める手続きに基づき、作品を購入することができます。
2. 購入者は、本サービスサイト上の購入申込専用ページにおいて、当社指定事項を入力の上、作
品の購入を申込むものとします。
3. 前項の購入の申込みに対して、本サービスサイトにおいて受注の完了を示す画面が表示された
時点をもって、作家と購入者との間に当該申込みにかかる作品の売買契約が成立するものとしま
す。
4. 本サービスによる作品の配送先は、日本国内に限るものとします。
第23条(購入者による申込みの撤回)
購入者は、前条に基づく作品の購入の申込みをした後は、申込みの取消し又は撤回をすることが 出来ないものとします。ただし、当該作品について作家が発送を完了する時点より前に、当該作 家より同意を得た場合(当社が同意の事実を確認できる場合に限ります。)は、この限りではあり ません。
第24条(作品代金の支払い)
1. 作品代金のお支払い方法は、別途当社の定める方法によるものとします。なお、クレジットカード によるお支払いの場合、当社が別途指定するキャリア決済又は後払い決済によるお支払いの場 合は、購入者が各クレジットカード会社、各キャリア決済提供事業者又は後払い決済提供事業者 との間で別途契約する条件に従うものとし、購入者と当該各クレジットカード会社等との間で紛争 が発生した場合は、当該紛争について当社は一切関知しないものとします。
2. 金融機関への振込又はコンビニエンスストアのご利用による作品代金のお支払いの場合、当社 は、購入者に対して、お支払いの期日、振込先口座、支払番号(支払を識別するための文字列) 及びお支払いの方法について、電子メール等当社の定める方法で通知するものとします。
3. 前2項の場合において、金融機関に支払う振込手数料、キャリア決済提供事業者、後払い決済提 供事業者に支払う決済手数料その他の支払手数料等のお支払いに要する費用は、購入者の負 担とします。
4. 購入者は別途当社の定める支払方法のうちいずれの方法を選択した場合も、お支払いができな い場合は、直ちにお問合せフォームにてその旨を当社に連絡するものとします。
5. 購入者が当社の指定する支払方法以外の方法でお支払いした場合、又は、当社において、購入 者による入金の事実が確認できない場合において、購入者又は第三者が被った損害について、 当社は一切の責任を負わないものとします。
6. 購入申込みの取消し又は撤回に基づく作品代金の払戻し等、当社の判断により、購入者に対して 作品代金の払戻しを行う場合、購入者は当社の指定する方法により払戻し先となる金融機関の 口座を指定するものとします。
7. 前項の場合において、購入者が払戻し先口座を指定せず、又は購入者の指定した払戻し先口座 情報に誤りがある等その他当社の責めに帰すべき事由によらずに、当社の指定する方法により 作品代金の払戻しができない場合は、当社は購入者に対して作品代金の払戻しを行わないもの とします。
8. 第6項の定めにかかわらず、当社は、購入者から受領した作品代金を作家に対して支払った後 は、理由の如何を問わず、当該購入者に対して当該作品代金の払い戻しを行わないものとし、購 入者は予めこれに同意するものとします。

 9. 購入者は、作品代金のお支払い方法のうち、クレジットカードによるお支払いの場合は、次の各号 について、予め同意するものとします。
1. 割賦販売法(昭和三十六年七月一日法律第百五十九号)第30条の2の3第4項に定める事項につ いて書面に代えて電磁的方法により交付すること。
2. クレジットカード会社と当社との間で締結する決済サービスに関する加盟店契約に基づき当社が 必要であると判断した時は、売買契約の成立した作品の所有権を当社に譲渡すること、及び当社 が当該所有権をクレジットカード会社に譲渡すること。
第24条の2(クーポン)
1. 会員は、当社が提供するクーポン(別途当社が指定する、英数字等で構成された文字列で、本 サービスサイト上の購入申込専用ページの所定の箇所に、当社が指定する方法で入力すること により作品代金額の割引き又は値引きがなされるものをいいます。以下、「クーポン」といいま す。)を利用する場合は、本条の定めに従うものとします。
2. クーポンの適用範囲、割引き又は値引き金額、有効期間、利用することのできる作品、その他の 条件で本条に定めのない事項は、別途当社がクーポン毎に本サービスサイト上等で定めるものと します。
3. 1つのクーポンは、1回の作品代金のお支払いに利用することができるものとします。但し、以下の いずれかに該当する場合は利用できないものとします。
1. 複数のクーポンの併用
2. 有効期限を過ぎたクーポンの利用
3. 別途当社がクーポン毎に定める条件を満たさない利用
4. 以下のいずれかに該当し又はそのおそれがあると当社が判断する場合、当社は、該当するクー
ポンの削除、又は会員によるクーポンの利用を無効とし、作品代金の割引き又は値引きを取消す ことができるものとします。これにより利用者に不利益又は損害が生じた場合でも、当社は一切そ の責を負わないものとします。
1. 詐欺、偽造、その他の不正な手段または違法行為により取得又は作成したクーポンを使用した場 合
2. 営利活動、宗教活動、政治活動等の当社の承諾した目的以外の目的にてクーポンを利用した場 合
3. 法令、本利用規約もしくは公序良俗に違反し、又は当社が不適当と判断した場合
5. 会員は、クーポンの交換・換金、又はクーポンに関する権利の第三者への譲渡・転売等はできな
いものとします。
6. クーポンにより割引き又は値引きとなる対象額は、クーポンの種類に応じて次に定めるとおりとし
ます。但し、クーポンの種類に応じて別途当社が対象額を定める場合はこの限りではありません。
1. 割引クーポンにより割引きとなる対象額は、作品及びオプションの価格(消費税込)とします。
2. 値引クーポンにより値引きとなる対象額は、作品代金額とします。
7. クーポンの割引金額が、当該クーポンの利用にかかる作品代金額を超過する場合でも、当社は
差額の換金又は返金を行わないものとします。
8. 会員は、クーポンの利用にかかる作品の購入の申込の取り消し又は売買契約の解除を行った場
合であっても、クーポンを再度利用することはできないものとします。
9. 会員がクーポンを紛失・滅失した場合又は第三者に不正にクーポンを利用された場合であって
も、当社は、クーポンの再発行、払い戻し等は行わないものとします。
10. 当社はクーポンの内容について一切の保証を行わず、会員がクーポンを利用したこと、又はクー
ポンを利用できなかったことにより、会員又は第三者に損害が生じたとしても、当社は一切の責任 を負いません。
第24条の3(ポイントの付与)
1. 会員は、当社が発行するポイント(作品の購入代金の支払いに充当することのできる支払手段を いいます。以下、「ポイント」といいます。)を利用する場合は、本条の定めに従うものとします。

 2. 当社は、当社が別途定める場合に、会員が当社の指定する方法で購入した作品の作品代金(複 数の作品を同時に購入する場合には、その合計額とします。)から、送料、決済手数料、ポイント を利用する金額及びクーポンを利用する金額を除いた金額に当社が定めるポイント付与率を乗じ た額(小数点以下は切り捨てとします。)に相当するポイントを、購入者に対して付与します。
3. 前項に定めるポイントの付与は、購入した作品の発送報告が完了した時に、付与されます。但し、 複数の作品を同時に購入した場合の付与は、購入した全ての作品の発送報告が完了となった時 とします。
4. ポイントの付与の対象となる作品、ポイントを利用して購入することのできる作品、ポイントの付与 率その他の条件で本条に定めのない事項は、別途本サービスサイト上等で定めるものとします。
5. 当社がポイントを付与した後に、会員が作品の購入の申込の取り消し又は売買契約を解除した場 合、その他本規約に基づき当社がポイントの付与を取り消すことが適当と判断する事由が認めら れた場合、当社は当該対象取引により付与されたポイントを取り消すことができるものとします。 なお、当該取消等により会員の保有するポイント数がマイナスとなった場合、当社は、ポイント不 足分を現金にて購入者に対し請求することができるものとします。
第24条の4(ポイントの利用)
1. ポイントは、1ポイントあたり1円に換算して利用することができ、最低利用単位は1ポイントとしま す。
2. 会員は、当社が会員ページ内において表示するポイント残高の範囲内でのみ、ポイントを利用す ることができるものとし、当社所定の方法によりポイントを利用した場合は、利用額相当のポイント は消滅するものとします。
3. ポイントは、クーポンの利用と併用できるものとします。なお、ポイントを利用したことによりクーポ ン利用対象額を下回った場合は、当該ポイント利用前の金額がクーポン利用対象額であれば利 用できるものとします。
4. 当社は、会員が作品の購入の申込の取り消し又は売買契約を解除した場合は、作品の発送報告 の完了前に限り、購入時に利用したポイントを返還するものとします。
5. 第三者により、ポイントが会員の許可なく利用された場合であっても、当社は一切の責任を負わな いものとします。
6. 当社は、次のいずれかに該当し又はそのおそれがあると当社が判断する場合、該当するポイント の利用を停止し、又はポイントを失効させることができるものとし、これによる決済を取消すことが できるものとします。当該行為により購入者に不利益又は損害が生じた場合でも、当社は一切そ の責を負わないものとします。
1. 詐欺、偽造、その他の不正な手段または違法行為により取得又は作成したポイントを使用した場 合
2. 営利活動、宗教活動、政治活動等の当社の承諾した目的以外の目的にてポイントを利用した場 合
3. 法令、本利用規約もしくは公序良俗に違反し、又は当社が不適当と判断した場合
7. ポイントの有効期間は、ポイントの最終の付与日から1年間とします。有効期間を経過したポイント は失効し、利用ができなくなります。この場合、失効したポイントに関して、当社は一切の責任を負
わないものとします。
第24条の5(ポイントの停止等)
1. 当社は、システムの保守、通信回線又は通信手段、コンピュータの障害等による本サービスの中 止又は中断の必要があると認めたときは、会員に事前に通知することなく、ポイントの利用の中止 又は中断することができるものとします。
2. 本利用規約及びポイントの付与の条件又は利用条件等は、当社の都合により、変更又は廃止す ることがあります。また、かかる変更又は廃止のために、ポイントの全部又は一部の利用を停止 することがあります。

 3. 会員は、ポイントの交換・換金、又はポイントに関する権利の第三者への譲渡・転売等はできない ものとします。
4. 当社はポイントの内容について一切の保証を行わず、会員がポイントを利用したこと、又はポイン トを利用できなかったことにより、会員又は第三者に損害が生じたとしても、当社は一切の責任を 負いません。
5. 会員がポイントを消滅・失効した場合又は第三者に不正にポイントを利用された場合であっても、 当社は、ポイントの再発行、払い戻し等は行わないものとします。
6. 会員が退会する場合は、退会時に保有していたポイントは失効するもとのし、ポイントの交換・換 金はできないものとします。
第25条(作品に関する免責)
1. 当社は、本サービスにおいて販売される作品等につき、その品質、性能、他の作品等との適合性 その他のいかなる保証も行いません。
2. 当社は、作品データの正確性、完全性、最新性に関し保証するものではありません。作品データ に関し、作品の現状有姿と異なる表記があった場合は現状有姿を優先して取り扱うものとし、購 入者は予めこれを承諾するものとします。
第7章 会員の責務
第26条(利用環境の整備)
1. 会員は、本サービスを利用するために必要な通信機器、ソフトウェア、通信回線などのすべてを自 己の責任と費用をもって準備し、本サービスを利用するために必要となる全ての環境の整備及び 維持管理を行うものとします。
2. 当社は、会員の使用する本サービスの利用に供する装置、ソフトウェア又は通信網の瑕疵、障 害、動作不良、もしくは不具合により、会員に損害が生じたときであっても一切の責任を負いませ ん。
第27条(作品データ等)
1. 会員は、当社に対し、作品データ等本サービスを利用して本サービスサイト上にアップロードする テキスト、画像、その他一切の情報(以下、「作品データ等」といいます。)またはその表示、公開に より、第三者の著作権等一切の権利を侵害していないことを保証するものとします。作品データ等 の内容、権利、表示方法等に関して、第三者によりクレーム、トラブル、請求、紛争等(以下、「ク レーム等」といいます。)が発生した場合には、会員の責任と費用においてクレーム等を解決する ものとし、当社に対して何らの損害を与えないものとします。ただし、当社が第三者からクレーム 等を受けた場合、当社の判断で会員に対して連絡をとることができるものとします。
2. 会員は、作品データ等の中に自己または第三者の情報が含まれる場合には、自らの責任におい てこれを表示するものとします。本サービスを利用して、会員の間でなされる情報の授受、および それに付随して行われる行為及び損害について当社は一切責任を負わないものとします。
3. 会員は、自己の責任において、作品データ等のバックアップ等保存を行うものとし、当社は、本 サービスの提供の中止、中断、または解約後の作品データ等の毀滅に関して一切その責任を負 わないものとします。
第28条(ID及びパスワードの管理責任)
1. 会員が本サービス上で登録するID(当社が利用者に対し、他の利用者と区別して識別するために 発行する英数字で構成された文字列)及びパスワード(以下、「パスワード等」といいます。)は、会 員本人のみが使用するものとし、第三者(本サービスの他の会員を含みます。)に使用をさせ、承 継し、譲渡し、その他処分することは一切できないものとします。

 2. 会員は、パスワード等の保管、使用等の管理についての全責任をもつものとします。パスワード 等を利用して行われた行為の責任はパスワード等を登録した会員の責任とみなします。会員によ るパスワード等の紛失、失念、漏洩、開示又はこれらを起因とする第三者のパスワード等の不正 使用等から生じた損害については、当社は一切その責任を負わないものとします。
3. 当社は、会員に対し、パスワード等の使用等に関する確認のため、必要な資料の提出を求める場 合があります。会員は、当社から資料の提出を求められた場合には、速やかに指定された資料を 提出するものとします。
第29条(禁止事項)
会員は、本サービスの利用において、以下の各号のいずれかに該当する行為またはそのおそれ がある行為をしてはならないものとします。
1. 登録禁止作品を登録又は公開する行為
2. デジタル作品の売買
3. 第三者(本サービスの他の会員を含みます。)または当社の知的財産権(著作権、意匠権、特許 権、実用新案権、商標権、工業所有権等)およびその他の権利を侵害する行為
4. 第三者または当社の財産、信用、名誉、プライバシー、肖像権を侵害する行為
5. 第三者の個人情報の売買または譲受にあたる行為、またはそれらのおそれのある行為
6. 公序良俗に反する行為やそのおそれのある行為、またはそれを助長する行為
7. 法令に違反する行為や犯罪行為、もしくはそのおそれのある行為、またはそれを教唆し、または
幇助・勧誘する行為
8. 本サービスまたはその他当社が提供する適正なサービスの運営を妨げる行為
9. 第三者(他の会員を含みます。)もしくは当社が入力した情報を不正に改ざんする行為、または当
社のサーバーその他コンピュータに不正にアクセスする行為
10. サーバーまたはネットワークへ著しく負荷をかけ本サービスの提供に影響を与える行為
11. 公職選挙法に違反する行為
12. 飲食物を食べ物カテゴリ以外のカテゴリで登録、公開、販売する行為
13. 食べ物カテゴリに登録する作品について、科学的・合理的な根拠のない賞味期限又は消費期限
を設定する行為
14. 食べ物カテゴリに登録する作品に付した賞味期限又は消費期限を延長する行為
15. 食品衛生法等に従い、適法な手続きを経たうえで、監督官庁より許可を受け、又は届出を行う必
要がある飲食物であるにも関わらず、これをせずに製造し、本サービスを利用して登録、公開、販
売する行為
16. 食べ物カテゴリに登録する作品について、名称、保存の方法、消費期限又は賞味期限、原材料
名、添加物、内容量又は固形料及び内容総量、栄養成分の料及び熱量、食品関連事業者の氏 名又は名称及び住所、製造所又は加工所の所在地及び製造者又は加工者の氏名又は名称、ア レルギー物質の表示等を行うなど、食品衛生法等に定められた表示義務を懈怠し、本サービスを 利用して登録、公開、販売する行為
17. 食品衛生法等に違反する行為
18. 本規約に違反する行為、又は違反するおそれのある行為
19. 購入者に対して、当社の定めた支払方法以外の決済手段の利用を推奨し、又は誘導する行為
20. 前各号の他、当社が不適切と判断する行為
第30条(利用の制限)
1. 会員が、以下の各号のいずれかに該当し、又は該当するおそれがあるときは、当社は、事前に通 知、催告することなく、直ちに、当該会員に対する本サービスの全部又は一部の提供を停止し、利 用契約を解除することができるものとします。
1. 第6条(会員登録)第4項各号のいずれかに該当することが判明したとき

 2.
3. 4.
i. ii. iii. iv. v.
2. 3.
4. 2.
3.
1.
2. 1.
2.
3. 3.
本規約第29条(禁止事項)各号に該当し、若しくは本利用規約のいずれかの条項に違反し、又は 当社の本規約に基づく指示に従わないとき 本規約第27条(作品データ等)第1項に定めるクレーム等があったとき 会員が以下に該当する行為を行ったとき
当社又は当社の従業員等に対する暴力的な要求行為 当社又は当社の従業員等に対する法的な責任を超えた不当な要求行為 取引に関して、当社又は当社の従業員等に対する脅迫的な言動を行い、又は暴力を用いる行為 風説の流布、偽計若しくは威力を用いて当社の信用を毀損し、又は当社の業務を妨害する行為 前各項目に準じる行為 差押、仮差押、仮処分、強制執行若しくは競売の申立てがあったとき、租税公課を滞納し督促を 受けたとき、又は第15条第2項に基づき当社が作家に支払う振込金額等の金銭について、当社に 対して差押え又は当該差押えを理由として第三者から支払い等の請求がなされたとき 支払停止若しくは支払不能の状態に陥ったとき、又は破産手続開始、民事再生手続開始、会社 更生手続開始、特別清算手続開始その他これに準じる手続きの申立てがなされ、若しくは自らか かる申立てを行ったとき
その他本サービスを提供することが不適当であると当社が判断したとき 当社は、本条に基づき、本サービスの提供を停止、利用契約の解除その他第1項に定める措置を 実施したことにより会員又は第三者に生じる損害・結果について、何ら責任を負わないものとしま す。 本条による本サービスの提供の停止、解除は、当社の会員に対する損害賠償請求を何ら妨げな いものとします。
第31条(情報の削除等)
会員が、本規約のいずれかの条項に違反し、または第29条(禁止事項)のいずれかに該当し、も しくはそのおそれがあると当社が判断したときは、当社は、事前に通知、催告することなく、直ち に、該当する行為に関連する作品データ等の全部または一部の公開を停止し、または削除する 措置をとることができるものとします。当社は、これらの措置により会員に生じる損害、結果につい て、何らの責任を負いません。 次の各号に定める場合、当社は、会員が本サービスを通じオンライン上に掲載した情報の全部ま たは一部を削除できるものとします。この場合、当社が事前または事後に合理的と判断する手段 により通知を行うものとします。 他の会員または第三者から、会員が本サービスを通じオンライン上に掲載した情報等により自己 の権利等が侵害されたとして、当社に対し当該情報等の全部または一部の送信防止措置申し出 がなされた場合において、当社から会員に対して、回答期限を定めて意見を照会したにもかかわ らず、回答期限を経過しても会員が当社に対し、当社が定める方法により何らの回答をも行わな い場合 特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律(平成十 三年十一月三十日法律第百三十七号)第3条の2第2号に定める申出が当社に対してなされた場 合において、会員が、公職選挙法第142条の3第3項に規定する「電子メールアドレス等」を、同項 又は同法第142条の5第1項の定めに従って表示していないと当社が判断した場合 前2号により当社が削除した情報の全部または一部を会員が再度掲載した場合 前2項の規定は、当社に、会員の行為または作品データ等の内容を監視する義務または作品 データ等の公開の停止または削除を講ずる義務を課すものではありません。当社が前項に定め る措置の実施または不実施により会員または第三者が被った損害、結果について、当社は一切 その責任を負わないものとします。
第8章 本サービスの中断・廃止等

  第32条(本サービスの中断)
1. 当社は、本サービスの安定的な運営に最善を尽くすものとしますが、以下の各号のいずれかに該 当する場合には、会員に事前に通知することなく一時的に本サービスの全部又は一部を中断す ることができるものとします。
1. サーバー、通信回線若しくはその他の設備の故障、障害の発生又はその他の事由により本サー ビスの提供ができなくなった場合
2. 本サービス提供用の設備(サーバー、通信回線や電源、それらを収容する建築物などを含む)の 保守、点検、修理、変更を定期的に又は緊急に行う場合
3. 火災、停電などにより本サービスの提供ができなくなった場合
4. 地震、噴火、洪水、津波などの天災により本サービスの提供ができなくなった場合
5. 戦争、変乱、暴動、騒乱、労働争議、疫病の蔓延等その他不可抗力により本サービスの提供がで
きなくなった場合
6. 法令による規制、司法命令等の適用により本サービスの提供ができなくなった場合
7. その他、運用上、技術上当社が本サービスの一時的な中断を必要と判断した場合
2. 当社は、いつでも任意の理由により、会員に事前に通知することなく本サービスの全部又は一部
を廃止することができるものとします。
3. 当社は、本サービスの中断、及び廃止により会員に生じた損害について、一切その責任を負わな
いものとします。 第9章 情報等の取扱い
第33条(個人情報等の取扱い)
当社は、本サービスの利用に関連して、会員の個人情報(生存する個人に関する情報であって、 当該情報により特定の個人を識別することができるものをいいます。)を取得した場合には、個人 情報の保護に関する法律、電気通信事業における個人情報保護に関するガイドライン等を遵守 し、当社が別途定める「プライバシーポリシー(個人情報保護方針)」に従って取り扱うものとしま す。
第34条(情報の閲覧等)
当社は、次の各号に該当するときは、必要な範囲において、本サービスの運営にかかるサーバー 上の全ての情報の閲覧、保存、又は第三者に対する開示を行うことができるものとします。当社 は、これによって生じたいかなる損害についても、責任を負わないものとします。
1. 本規約に違反する事実の有無を確認する必要があるとき
2. 人の生命、身体及び財産等に差し迫った危険があり、緊急の必要性があるとき
3. 刑事訴訟法第218条(令状による差押え・捜索・検証)その他法令に基づく裁判所の命令若しくは
強制の処分が行われたとき又は法令等に基づく正当な権原に基づき開示請求等があったとき
4. 本サービスの技術的不具合を解消するために必要あるとき
5. 会員が閲覧等に同意したとき
6. その他本サービスを適切に運営するために必要が生じたとき
第35条(利用記録の集計等)
1. 当社は、会員の利用記録の集計、分析を行い、個人が識別・特定できないように加工、集計し、当 社の運営する他のサービスの開発等の業務の遂行のために、利用、処理することができるものと します。

 2. 当社が提供する本サービスのスマートフォン向けアプリは、本サービスの改善や新たな サービス開発のために次の情報収集モジュール(広告表示やアプリの利用頻度を解析する、アプ リ本体の機能とは独立した、第三者が作成したプログラムのことをいいます。)を利用します。
第10章 損害賠償
第36条(損害賠償)
1. 当社は、本サービスの利用に関して、当社の責めに帰すべき事由によって会員に損害が発生し た場合には、当社の故意又は重過失による場合を除き、会員に現実に発生した直接かつ通常の 損害を賠償するものとします。但し、作家に対する損害の賠償は、当該損害が発生した月に、当 社が当該作家から受領した販売手数料を合計した額を上限とし、当社はこれを超える損害賠償の 責任を負わないものとします。なお、当社は会員に対し、当該損害に関して販売手数料の返金を した場合には、返金額に相当する範囲において損害を賠償する義務を免れるものとします。
2. 会員が、本規約に定める事項に違反したことにより、当社が損害を被った場合には、当社が当該 会員との利用契約を解除したか否かに関わらず、当該会員は当社に対して当該損害を賠償する 責任を負うものとします。なお、当社が、会員と第三者との紛争、その他会員の責めに帰すべき事 由に起因して費用(弁護士費用、証人費用、証拠収集費用及びその他の訴訟遂行上の合理的費 用を含む)を負担することとなる場合、当社は、その費用を、現実に負担が生じる前であっても、損 害の一部として会員に請求することができるものとします。
3. 前項の規定は、法人又は団体が当該法人又は当該団体に所属する個人を会員として登録した場 合において、当該個人が本規約に定める事項に違反したことにより当社が損害を被った場合に は、その時点で当該個人が法人又はその他の団体に所属しているか否かに関わらず、当該法人 又は当該団体が当該損害を賠償する責任を負うものとします。
第11章 雑則
第37条(著作権等の知的財産権)
1. 本サービスのプログラム、ソフトウェア等の著作権は、当社又は著作権を所有する第三者に帰属 するものとします。会員は、本規約に別段の定めがある場合を除き、提供コンテンツを当社又は 著作権を所有する第三者の許諾を得ることなく使用することはできません。
2. 作品及び作品データに関する知的財産権(第三者が知的財産権を有するものを除きます)は全て 作家に帰属するものとします。但し、当社は、本サービスの運営のために必要な範囲(本サービス の広告・宣伝、Facebook等における本サービスの公式アカウントによる作品の紹介その他当社が 提携する第三者の運営するウェブサイト等のうち、作品の広告・宣伝効果を図る上で当社が有益 と判断したものへの掲載を含みます。)に限って、作品データを使用または利用(複製、翻案、放 送、公衆送信及びそのために必要な送信可能化を含み、これに限りません。)することができるも のとします。会員はこれに対し、当社並びに当社より正当に権利を取得した第三者及び当該第三 者から権利を承継した者に対し、作品データの著作者人格権を行使しないことに同意します。
第38条(ランキング等)
当社は、本サービスサイトにおいて、会員が公開した作品に関するランキング又はリスト等を掲載 することがあります。この場合において、当該ランキング等への作品データの掲載基準は当社が 独自に決定又は変更することができるものとし、当該ランキング等へ掲載又は掲載されないことに より会員に損害等が生じた場合においても、当社は一切その責任を負わないものとします。
第39条(譲渡等の禁止)

会員は、当社の書面による事前の承諾を得た場合を除き、利用契約上の地位並びに利用契約に 基づく当社に対する権利及び義務を第三者に譲渡し、承継させ、又は処分することはできないも のとします。
第40条(解釈及び管轄裁判所等)
1. 本規約の解釈をめぐって疑義が生じた場合、当社は合理的な範囲でその解釈を決定できるものと します。
2. 本規約に基づく当社と会員との間に生じる一切の法律関係については、全て日本国の法令が適 用されるものとします。
3. 本規約に基づく当社と会員との間に生じる一切の紛争の解決については、その訴 額に応じて東京簡易裁判所又は東京地方裁判所を第一審の専属的管轄裁判所とします。
    </div>
  )
}
