import React from 'react'

export default () => {
  return (
    <div className="terms">

      {/* 第1章 */}
      <p className="terms__chapter typ_terms_chapter">第1章 総則</p>

      <p className="terms__article typ_terms_article">第1条(定義)</p>
      <span>本規約において使用する用語の意義は、本規約において別段の定めがある場合を除き、次の各号に 定める通りとします。</span>
      <ol type="1">
        <li>「本サービスサイト」とは、当社が「Olive」の名称等を付して、インターネット上で、運営又は指定するWebサイト又はページをいいます。</li>
        <li>「会員」とは、本規約に基づき、会員登録をし、当社から本サービスの利用を認められた方をいいます。</li>
        <li>「作家」とは、会員のうち、当社所定の手続きに従い、本規約の定めに従い作家としての登録をした方をいいます。</li>
        <li>「作品」とは、作家が創作した物をいいます。</li>
        <li>「作品データ」とは、作品の説明、作品を撮影した画像、作品の価格等その他の作品に関する情報をいいます。</li>
        <li>「公開」とは、本サービスサイト上で作家が、作品データを表示し、閲覧できる状態にすることをいいます。</li>
        <li>「購入者」とは、本サービスを利用して、作家から作品を購入し又は購入しようとする方のことをいいます。</li>
        <li>「会員ページ」とは、当該会員のみが利用することができる専用のウェブサイトであって、本サービスに関する手続き、会員の登録情報の確認・変更などが操作できるウェブページをいいます。</li>
        <li>「作品代金」とは、本サービスサイト上に表示される作品の価格、送料、オプション(第12条に定めます。)の価格及び消費税の合計額とします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第2条 (本規約の適用及び変更)</p>
      <ol type="1">
        <li>会員は、本規約に従って本サービスを利用するものとします。会員が利用申込みを行い、又は本サービスを利用することによって、本規約の内容を全て承諾したものとみなします。</li>
        <li>当社は、いつでも任意の理由により、会員に事前に通知することなく、本規約の変更、追加、又は削除(以下、「変更等」といいます。)を行うことができるものとします。変更等が行われた場合の本規約は、 本サービスサイト上に表示された時点より効力を生じるものとします。当社は、本規約の変更等が行わ れた後において、会員が本サービスを利用することによって、変更等後の本規約の内容を承諾したもの とみなします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第3条(通知、連絡等)</p>
      <ol type="1">
        <li>当社から会員への通知は、電子メールの送信、本サービスサイトへの掲載その他当社が適当であると判断する方法により行われるものとします。なお、電子メールは、会員が予め登録した電子メールアドレ ス宛てに送信するものとします。</li>
        <li>当社が会員に対して行う通知については、以下の時点をもって会員に通知が到達したものとみなします。</li>
        <li>電子メールによる場合:当社が会員に対して発信した電子メールが会員に到達した時点 4. 本サービスサイトへの掲載による場合:通知等の内容を本サービスサイト上に掲載した時点 5. 会員が当社に連絡をする場合は、当社が他の方法を指定する場合を除き、本サービスサイト上に設置 された問い合わせ専用フォームを利用して行うものとします。当社は、これ以外の方法による連絡はお 受けいたしません。</li>
      </ol>

      {/* 第2章 */}
      <p className="terms__chapter typ_terms_chapter">第2章 本サービスの内容等</p>

      <p className="terms__article typ_terms_article">第4条(本サービスの内容、追加変更等)</p>
      <ol type="1">
        <li>本サービスは、会員間の交流を通じて、作家と購入者との間で作品の売買に関する契約の締結の機会を提供するサービスです。会員は、当社が定める条件に従い、本サービスを利用することができます。</li>
        <li>会員は、当社が定める条件に従い、以下に定める機能及びこれに付随する機能を利用することができます。</li>
        <li>会員に提供する機能</li>
        <ol type="i">
          <li>会員ページ作成機能</li>
          <li>メッセージ機能</li>
          <li>お気に入り機能</li>
          <li>フォロー機能</li>
          <li>作品の購入機能</li>
          <li>購入履歴機能</li>
        </ol>
        <li>作家に提供する機能</li>
        <ol type="i">
          <li>ギャラリーの作成機能</li>
          <li>作品登録、公開機能</li>
          <li>作品管理機能</li>
          <li>作品の注文管理機能</li>
          <li>作品代金の受領機能</li>
        </ol>
        <li>当社は、会員に事前に通知することなく本サービスの内容の全部又は一部の変更を行うことができる ものとします。この場合、当社は、変更により会員に生じた損害、結果について一切責任を負いません。</li>
      </ol>

      <p className="terms__article typ_terms_article">第5条(付加サービス)</p>
      <ol type="1">
        <li>当社又は、当社と提携する事業者等は、本サービスの付加サービスを別途、会員に提供することがあります。この場合、当該付加サービスの利用に関する詳細及び規約は、別途定められるところに従うものとします。</li>
        <li>付加サービスに関する事項で、付加サービスの利用規約に定めのない事項については、本規約の規定を準用するものとします。</li>
      </ol>


      {/* 第3章 */}
      <p className="terms__chapter typ_terms_chapter">第3章 会員登録等</p>

      <p className="terms__article typ_terms_article">第6条(会員登録)</p>
      <ol type="1">
        <li>本サービスの会員になろうとする方(以下、「申込者」といいます。)は、本サービスサイト上の申込専用ページにおいて、当社指定事項を入力の上、本サービスの利用の申込みを行うものとします。</li>
        <li>当社は、前項に基づく利用申込みについて承諾するときは、申込者に対して申込を承諾する旨本サービスサイト上に表示して通知するものとします。当該通知が到達した時点で、当社と申込者との間に、本 規約に基づく本サービスの利用に関する契約(以下、「利用契約」といいます。)が成立し、会員登録が 完了するものとします。 </li>
        <li>当社は、申込者又は会員に対し、第1項に基づく利用申込み及び利用契約期間中において審査が必要と判断した場合、審査を行うものとし、当該審査のため必要な資料の提出を求める場合があります。申 込者又は会員は、当社から資料の提出を求められた場合には、速やかに指定された資料を提出するも のとします。なお、当該審査は、当社の裁量によって行うものとし、当社は、いかなる場合も審査基準、 審査方法、審査結果その他の審査内容について開示する義務を負わないものとします。</li>
        <li>当社は、次の各号の場合には、利用申込を承諾せず又は利用契約を取り消すことができるものとします</li>
        <li>入力された指定事項の全部又は一部に虚偽、不正確又は誤りがあった場合 </li>
        <li>申込者又は会員が、過去に本サービス又は当社が運営する他サービスの利用停止等の処分を受けている場合 </li>
        <li>申込者又は会員が、反社会的勢力(暴力団、暴力団員、暴力団員でなくなったときから5年を経過しな い者、暴力団準構成員,暴力団関係企業、総会屋、政治活動・宗教活動・社会運動標ぼうゴロ又は特 殊知能暴力集団、その他これらに準ずる者をいいます。以下同じ)に該当し、又は反社会的勢力と以下 の各号の一に該当する関係を有すること又はその可能性が判明した場合</li>
        <ol type="i">
          <li>自己又は第三者の不正の利益を図る目的又は第三者に損害を加える目的をもって反社会的勢力を利用したと認められる場合 </li>
          <li>反社会的勢力に対して資金等を提供し、又は便宜を供与するなどの関与をしていると認められる場合 </li>
          <li>本条第3項に基づく審査により当社が不適当と判断した場合又は資料の提出がない場合 </li>
          <li>未成年者、成年被後見人、被保佐人又は被補助人のいずれかであって、会員となること及び本規約に従って本サービスを利用することについて、法定代理人、後見人、保佐人又は補助人の同意等を得ていない場合 </li>
          <li>その他当社が不適当と判断した場合 </li>
          <li>利用申込みに必要な情報(当社指定事項を含みますが、これに限定されません。)の入力にあたっては、会員が情報の取得、提供等に関する一切の責任を負うものとし、当社は如何なる責任も負わないこととします。 </li>
          <li>前項にもかかわらず当社が本サービスの提供をした場合であっても、申込者及び会員は本規約に基づくいかなる義務も免れないものとします。</li>
        </ol>
      </ol>

      <p className="terms__article typ_terms_article">第7条(変更の届出)</p>
      <span>会員は、本サービスを利用するにあたり当社に登録した情報に誤り又は変更が生じた場合は、直ちに 本サービスサイト上の会員ページにて、情報の訂正、修正又は変更を行うものとします。</span>

      <p className="terms__article typ_terms_article">第8条(会員による解約)</p>
      <span>会員は、別途当社が本サービスサイト上で定める方法で、いつでも本サービスの利用契約を解約するこ とができるものとします。ただし、会員が作家である場合は、第10条第1項に定める方法により作家登録 (第9条に定めます。)を抹消した後でなければ、本サービスの利用契約を解約することができないものとします。</span>


      {/* 第4章 */}
      <p className="terms__chapter typ_terms_chapter">第4章 作家登録</p>

      <p className="terms__article typ_terms_article">第9条(作家登録)</p>
      <ol type="1">
        <li>会員は、作家としての登録(以下、「作家登録」といいます。)を希望する場合には、別途当社が本サー ビスサイト上で指定する情報を登録するものとし、当該登録が完了した時点をもって、作家登録は完了 するものとします。</li>
        <li>作家登録をした会員が、その登録期間中、会員資格を喪失した場合には、その理由を問わず当然に作家登録をも喪失するものとします。</li>
        <li>未成年者が作家登録をするには、事前に、本サービスを利用すること、及び本サービスにおいて出品した作品を売買することについて、親権者その他の法定代理人の同意を得なければならないものとします。当社は、作家登録をした会員が本サービスを利用している場合には、本項に定める同意を得ている ものとみなします。なお、会員は、当社が必要と判断した場合には、本サービスの利用に関する法定代 理人の同意の有無等を確認するための情報(法定代理人の連絡先を含む)を提供するものとします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第10条(作家登録の抹消等)</p>
      <ol type="1">
        <li>作家は、いつでも当社が別途本サービスサイト上で定める方法により当社に対して通知することにより、作家登録を抹消することができます。ただし、次の各号に定める場合は作家登録を抹消することができ ないものとします。</li>
        <li>注文を受けた作品の発送を完了していない場合</li>
        <li>最後に販売した作品の作品代金について、当社が作家に対して当該作品代金の振込を完了していない場合</li>
        <li>当社は、作家が第15条に規定する販売手数料の支払をしない場合、又は本規約のいずれかの条項に 違反した場合には、当該作家に通知することなく、作家登録若しくは会員登録の抹消、又は本サービス の一部若しくは全部の提供の停止を行うことができるものとします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第11条(作品の公開)</p>
      <ol type="1">
        <li>作家は、本サービスにおいて、以下の各号のカテゴリに該当する作品を登録し、公開することができます。</li>
        <ul>
          <li>絵画</li>
          <li>写真</li>
          <li>他別途当社が指定するカテゴリ</li>
        </ul>
        <li>前項にもかかわらず、作家は、以下の各号に該当する作品又はそのおそれのある作品(以下、「登録禁止作品」といいます。)を登録することはできません。</li>
        <li>作家が自ら制作した物ではない物(ただし、前項第15号に定める素材・道具及び前項第16号に定める手作りキットに含まれる素材・材料は除きます。)</li>
        <li>アダルトビデオ、DVD、ヌード写真、アダルトグッズ、ゲーム等、18歳未満の青少年への販売が制限される情報やその他性風俗、アダルトに関する商品全般</li>
        <li>わいせつ物、児童ポルノに関連する商品等</li>
        <li>窃盗、強盗、詐欺、恐喝、横領、背任その他犯罪により入手した商品</li>
        <li>特許権、実用新案権、意匠権、商標権、著作権、肖像権等第三者の知的財産権を侵害する商品等</li>
        <li>コンピュータウィルスを含むソフトウェア</li>
        <li>海外から輸入した物</li>
        <li>ブランド品(商品や製造元の名称や商標等が広く認知されている物等)の一部や包装用具等を加工した物、その他消費者がブランド品と誤認・混同するおそれがある物</li>
        <li>前各号に定める他、当社が適切ではないと判断した商品</li>
      </ol>
      <p className="terms__chapter typ_terms_chapter">第5章 作品の販売</p>

      <p className="terms__article typ_terms_article">第12条(作品の販売)</p>
      <span>作家は、別途当社が本サービスサイト上で定めるところに従い、作品を販売すること、及び作品の販売 に付随した作品の色や部品の付加・変更並びに包装等に関するサービス(以下、「オプション」といいます。)を提供することができるものとします。ただし、以下のいずれかの事由に該当し又は該当するおそれがあると当社が判断した場合には、作品を販売することができないものとします。</span>
      <ol type="1">
        <li>作家が作品の適切な供給ができない場合</li>
        <li>作家が作品を販売する権限及び能力を有していない場合</li>
      </ol>

      <p className="terms__article typ_terms_article">第13条(作家の義務)</p>
      <ol type="1">
        <li>作家は、本サービスが作品を販売する機会を提供するものであって、当社が、作家に対し、作品の販売 に関する契約の成立、作家の売上げ・利益の拡大、作品の販売数その他一切の事項を保証するもので ないことを予め理解し、了承するものとします。</li>
        <li>作家は、前条に基づき作品を販売する場合、作品の販売のための準備を遅滞なく行い、直ちに作品の引き渡しのための準備を完了するものとします。</li>
        <li>作家は、後払い決済提供事業者、キャリア決済提供事業者又はクレジットカード会社(以下、併せて「ク レジットカード会社等」といいます。)と当社との間で締結する決済サービスに関する加盟店契約に基づ き当社が必要であると判断した時は、売買契約の成立した作品の所有権及び代金債権(併せて以下 「所有権等」といいます。)を当社に譲渡すること、並びに当社が当該所有権等をクレジットカード会社等 に譲渡することに予め同意するものとします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第14条(販売報告)</p>
      <ol type="1">
        <li>当社は、本サービスサイト上において、作家に対し、毎月末日締めで当月分の作品の販売件数(前条の発送報告がなされたものに限ります。)、販売した作品代金額、第15条に規定する販売手数料を翌月 末日までに報告(以下、「販売報告」といいます。)するものとします。</li>
        <li>作家は、前項に定める販売報告に異議があるときは、販売報告を受けた日から10日以内に、異議に係る合理的な理由を明示した上で当社に対しその旨を申し出るものとします。当該期間内に作家から販売 報告に関する何らの異議の申し立てがなされない場合には、当社による販売報告を承認したものとみ なします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第15条(販売手数料)</p>
      <ol type="1">
        <li>作家は、本サービスの利用の対価として、当社に対し、作品及びオプションの価格(消費税込)に応じて手数料25%(以下、「販売手数料」といいます。)を支払うものとします。販売手数料の金額、支払方法及 び支払期日等は別途当社が本サービスサイト上において定めます。</li>
        <li>当社は、購入者から作品代金を受領した場合、当該作品代金から販売手数料を差し引いた金額(当該金額に1円未満の端数があるときはその端数を切り捨てるものとします。以下、「振込金額」といいま す。)を、最大で受領月末日締め、翌月の末日までに、当該作品の作家の指定する銀行口座に振込送 金する方法で支払うものとします。なお、振込手数料は弊社の負担とします。</li>
        <li>当社は、作家が前項の銀行口座を指定しない場合には、何らの責任を負うことなく、当該作家に対し振込金額の支払を留保することができるものとします。この場合において、当該作家が本サービスサイト上で振込可能な銀行口座を指定したときは、当社は、当該指定が行われた日の属する月の翌月の末 日までに振込金額を支払うものとします。</li>
        <li>本条第2項にもかかわらず、支払日における振込金額が金1,000円に満たない場合は、当社は、当該金額が金1,000円に達するまでの間、何ら責任を負うことなく、支払いを留保することができるものとしま す。</li>
        <li>作家が理由の如何を問わず作家登録を抹消若しくは抹消され、本サービスの利用契約を解約又は解 除された場合において、当社が当該作家に対し、本規約に基づき支払を留保することのできる振込金 額があるときは、当該作家は当社に対する振込金額の請求権を失うものとし、作家は予めこれに同意 するものとします。</li>
        <li>本条第2項にもかからず、以下のいずれかに該当する場合又はそのおそれがある場合には、当社は、投稿作品の排除、振込金額を振り込まないものとし、作家は予めこれを承諾するものとします。</li>
        <li>購入者からの問合せ、クレーム、トラブル、請求、紛争等(以下、「クレーム等」といいます。)があった場合</li>
        <li>購入者から作品代金の支払がない場合</li>
        <li>作家が販売した作品のすべてを購入者に対し引き渡さない場合</li>
        <li>販売した作品の売買契約が取り消され又は解除された場合</li>
        <li>当サービスの品質、品格維持に著しくそぐわない場合</li>
        <li>その他当社が適切でないと判断した場合</li>
      </ol>

      <p className="terms__article typ_terms_article">第16条(問合せ対応)</p>
      <ol type="1">
        <li>作家は、作品に関し、当社が購入者からクレーム等を受けた場合、自己の責任においてこれに対応するものとします。この場合、作家は、直接購入者と連絡を取り、その解決を図るものとします。</li>
        <li>前項にもかかわらず、当社は、作家が購入者と直接連絡を取らない場合、又は、作品に関し購入者からクレーム等を受けた場合、当社の判断で作家に対して連絡をとることができるものとします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第17条(作品にかかる責任)</p>
      <ol type="1">
        <li>作品の毀損、滅失、数量不足、梱包不良その他一切の瑕疵に関する責任は、全て作家が負うものとし、作家は予めこれを承諾するものとします。</li>
        <li>作家は、前項の瑕疵に関し、購入者から販売した作品を回収する等、自己の責任と負担において、作品の取替え、修補等適切な処置を講じるものとします。</li>
        <li>作家は、本サービスを利用して作品を販売する場合、当該作品の購入者との間で、前2項の定めに反する内容の売買契約を締結してはならないものとします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第18条(費用負担)</p>
      <span>作家は、本規約に別段の定めがある場合を除き、自己の義務の履行に必要な費用(作品の材料費、梱包費等を含みますがこれに限りません。)は全て負担するものとします。</span>

      <p className="terms__article typ_terms_article">第19条(危険負担)</p>
      <ol type="1">
        <li>作家は、作家、当社又は購入者のいずれの責にも帰さない事由により、購入者への作品の引き渡し前に、当該作品が滅失又は毀損した場合、当該作品の滅失又は毀損にかかる一切の危険を負担するものとします。</li>
        <li>作家は、本サービスを利用して作品を販売する場合、当該作品の購入者との間で、前項の定めに反する内容の売買契約を締結してはならないものとします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第20条(購入者の情報の取扱)</p>
      <ol type="1">
        <li>作家は、本サービスを通じて知り得た購入者情報等の購入者の個人情報を厳重に管理し、第三者に開示または漏洩してはならないものとします。</li>
        <li>作家は、本サービスを通じて知り得た購入者の個人情報を、当該購入者が購入した作品の当該購入者への送付及び購入した作品又は送付に関する購入者への連絡(イベントの告知等、当該購入者が購入 した作品の売買契約に直接関連しないものは除きます。)その他当社又は購入者から明示的に同意を得た目的以外の目的で利用してはならないものとします。</li>
        <li>作家は、当社が求めたときは、直ちに作家の取り扱っている購入者の個人情報の取得状況、管理状況等について当社に報告するものとします。</li>
        <li>作家は、本条に違反する事態が生じ、または生じるおそれがあると知ったときは、直ちにその旨を当社に報告するとともに、それに対する当社の指示に従うものとします。</li>
        <li>作家は、万一作家の管理する購入者の個人情報について、漏洩・窃取その他の事故が発生し、又は発 生するおそれがあることが判明した場合には、直ちにその内容を当社に通知するものとし、かかる事故 に起因し又は関連して購入者および第三者から異議、苦情の申立又は実費若しくは対価の請求、損害 賠償請求等があった場合には、当社に直ちに通知するとともに、弁護士費用等を含めて作家の費用と責任においてこれを処理するものとします。</li>
      </ol>


      <p className="terms__chapter typ_terms_chapter">第6章 作品の購入</p>

      <p className="terms__article typ_terms_article">第21条(作品の購入)</p>
      <ol type="1">
        <li>会員は、当社の定める手続きに基づき、作品を購入することができます。</li>
        <li>購入者は、本サービスサイト上の購入申込専用ページにおいて、当社指定事項を入力の上、作品の購入を申込むものとします。</li>
        <li>前項の購入の申込みに対して、本サービスサイトにおいて受注の完了を示す画面が表示された時点をもって、作家と購入者との間に当該申込みにかかる作品の売買契約が成立するものとします。</li>
        <li>本サービスによる作品の配送先は、日本国内に限るものとします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第22条(購入者による申込みの撤回)</p>
      <span>購入者は、前条に基づく作品の購入の申込みをした後は、申込みの取消し又は撤回をすることが出来ないものとします。ただし、当該作品について作家が発送を完了する時点より前に、当該作家より同意 を得た場合(当社が同意の事実を確認できる場合に限ります。)は、この限りではありません。</span>

      <p className="terms__article typ_terms_article">第23条(作品代金の支払い)</p>
      <ol type="1">
        <li>作品代金のお支払い方法は、別途当社の定める方法によるものとします。なお、クレジットカードによるお支払いの場合、当社が別途指定するキャリア決済又は後払い決済によるお支払いの場合は、購入者 が各クレジットカード会社、各キャリア決済提供事業者又は後払い決済提供事業者との間で別途契約 する条件に従うものとし、購入者と当該各クレジットカード会社等との間で紛争が発生した場合は、当該 紛争について当社は一切関知しないものとします。</li>
        <li>金融機関への振込又はコンビニエンスストアのご利用による作品代金のお支払いの場合、当社は、購入者に対して、お支払いの期日、振込先口座、支払番号(支払を識別するための文字列)及びお支払い の方法について、電子メール等当社の定める方法で通知するものとします。</li>
        <li>前2項の場合において、金融機関に支払う振込手数料、キャリア決済提供事業者、後払い決済提供事業者に支払う決済手数料その他の支払手数料等のお支払いに要する費用は、購入者の負担とします。</li>
        <li>購入者は別途当社の定める支払方法のうちいずれの方法を選択した場合も、お支払いができない場合は、直ちにお問合せフォームにてその旨を当社に連絡するものとします。</li>
        <li>購入者が当社の指定する支払方法以外の方法でお支払いした場合、又は、当社において、購入者によ る入金の事実が確認できない場合において、購入者又は第三者が被った損害について、当社は一切の 責任を負わないものとします。</li>
        <li>購入申込みの取消し又は撤回に基づく作品代金の払戻し等、当社の判断により、購入者に対して作品 代金の払戻しを行う場合、購入者は当社の指定する方法により払戻し先となる金融機関の口座を指定 するものとします。</li>
        <li>前項の場合において、購入者が払戻し先口座を指定せず、又は購入者の指定した払戻し先口座情報に誤りがある等その他当社の責めに帰すべき事由によらずに、当社の指定する方法により作品代金の 払戻しができない場合は、当社は購入者に対して作品代金の払戻しを行わないものとします。</li>
        <li>第6項の定めにかかわらず、当社は、購入者から受領した作品代金を作家に対して支払った後は、理由の如何を問わず、当該購入者に対して当該作品代金の払い戻しを行わないものとし、購入者は予めこ れに同意するものとします。</li>
        <li>購入者は、作品代金のお支払い方法のうち、クレジットカードによるお支払いの場合は、次の各号について、予め同意するものとします。</li>
        <li>割賦販売法(昭和三十六年七月一日法律第百五十九号)第30条の2の3第4項に定める事項について書面に代えて電磁的方法により交付すること。</li>
        <li>クレジットカード会社と当社との間で締結する決済サービスに関する加盟店契約に基づき当社が必要であると判断した時は、売買契約の成立した作品の所有権を当社に譲渡すること、及び当社が当該所有 権をクレジットカード会社に譲渡すること。</li>
      </ol>

      <p className="terms__article typ_terms_article">第24条(作品に関する免責)</p>
      <ol type="1">
        <li>当社は、本サービスにおいて販売される作品等につき、その品質、性能、他の作品等との適合性その他のいかなる保証も行いません。</li>
        <li>当社は、作品データの正確性、完全性、最新性に関し保証するものではありません。作品データに関し、作品の現状有姿と異なる表記があった場合は現状有姿を優先して取り扱うものとし、購入者は予め これを承諾するものとします。</li>
      </ol>


      <p className="terms__chapter typ_terms_chapter">第7章 会員の責務</p>

      <p className="terms__article typ_terms_article">第25条(利用環境の整備)</p>
      <ol type="1">
        <li>会員は、本サービスを利用するために必要な通信機器、ソフトウェア、通信回線などのすべてを自己の責任と費用をもって準備し、本サービスを利用するために必要となる全ての環境の整備及び維持管理 を行うものとします。</li>
        <li>当社は、会員の使用する本サービスの利用に供する装置、ソフトウェア又は通信網の瑕疵、障害、動作不良、もしくは不具合により、会員に損害が生じたときであっても一切の責任を負いません。</li>
      </ol>

      <p className="terms__article typ_terms_article">第26条(作品データ等)</p>
      <ol type="1">
        <li>会員は、当社に対し、作品データ等本サービスを利用して本サービスサイト上にアップロードするテキスト、画像、その他一切の情報(以下、「作品データ等」といいます。)またはその表示、公開により、第三 者の著作権等一切の権利を侵害していないことを保証するものとします。作品データ等の内容、権利、表示方法等に関して、第三者によりクレーム、トラブル、請求、紛争等(以下、「クレーム等」といいま す。)が発生した場合には、会員の責任と費用においてクレーム等を解決するものとし、当社に対して何らの損害を与えないものとします。ただし、当社が第三者からクレーム等を受けた場合、当社の判断で 会員に対して連絡をとることができるものとします。</li>
        <li>会員は、作品データ等の中に自己または第三者の情報が含まれる場合には、自らの責任においてこれを表示するものとします。本サービスを利用して、会員の間でなされる情報の授受、およびそれに付随して行われる行為及び損害について当社は一切責任を負わないものとします。</li>
        <li>会員は、自己の責任において、作品データ等のバックアップ等保存を行うものとし、当社は、本サービスの提供の中止、中断、または解約後の作品データ等の毀滅に関して一切その責任を負わないものとし ます。</li>
      </ol>

      <p className="terms__article typ_terms_article">第27条(ID及びパスワードの管理責任)</p>
      <ol type="1">
        <li>会員が本サービス上で登録するID(当社が利用者に対し、他の利用者と区別して識別するために発行する英数字で構成された文字列)及びパスワード(以下、「パスワード等」といいます。)は、会員本人の みが使用するものとし、第三者(本サービスの他の会員を含みます。)に使用をさせ、承継し、譲渡し、その他処分することは一切できないものとします。</li>
        <li>会員は、パスワード等の保管、使用等の管理についての全責任をもつものとします。パスワード等を利用して行われた行為の責任はパスワード等を登録した会員の責任とみなします。会員によるパスワード 等の紛失、失念、漏洩、開示又はこれらを起因とする第三者のパスワード等の不正使用等から生じた 損害については、当社は一切その責任を負わないものとします。</li>
        <li>当社は、会員に対し、パスワード等の使用等に関する確認のため、必要な資料の提出を求める場合があります。会員は、当社から資料の提出を求められた場合には、速やかに指定された資料を提出するものとします。</li>
      </ol>

      <p className="terms__article typ_terms_article">第28条(禁止事項)</p>
      <span>会員は、本サービスの利用において、以下の各号のいずれかに該当する行為またはそのおそれがある行為をしてはならないものとします。</span>
      <ol type="1">
        <li>登録禁止作品を登録又は公開する行為</li>
        <li>デジタル作品の売買</li>
        <li>第三者(本サービスの他の会員を含みます。)または当社の知的財産権(著作権、意匠権、特許権、実用新案権、商標権、工業所有権等)およびその他の権利を侵害する行為</li>
        <li>第三者または当社の財産、信用、名誉、プライバシー、肖像権を侵害する行為</li>
        <li>第三者の個人情報の売買または譲受にあたる行為、またはそれらのおそれのある行為</li>
        <li>公序良俗に反する行為やそのおそれのある行為、またはそれを助長する行為</li>
        <li>法令に違反する行為や犯罪行為、もしくはそのおそれのある行為、またはそれを教唆し、または幇助・勧誘する行為</li>
        <li>本サービスまたはその他当社が提供する適正なサービスの運営を妨げる行為</li>
        <li>第三者(他の会員を含みます。)もしくは当社が入力した情報を不正に改ざんする行為、または当社のサーバーその他コンピュータに不正にアクセスする行為</li>
        <li>サーバーまたはネットワークへ著しく負荷をかけ本サービスの提供に影響を与える行為</li>
        <li>公職選挙法に違反する行為</li>
        <li>飲食物を食べ物カテゴリ以外のカテゴリで登録、公開、販売する行為</li>
        <li>食べ物カテゴリに登録する作品について、科学的・合理的な根拠のない賞味期限又は消費期限を設定する行為</li>
        <li>食べ物カテゴリに登録する作品に付した賞味期限又は消費期限を延長する行為</li>
        <li>食品衛生法等に従い、適法な手続きを経たうえで、監督官庁より許可を受け、又は届出を行う必要がある飲食物であるにも関わらず、これをせずに製造し、本サービスを利用して登録、公開、販売する行為</li>
        <li>食べ物カテゴリに登録する作品について、名称、保存の方法、消費期限又は賞味期限、原材料名、添加物、内容量又は固形料及び内容総量、栄養成分の料及び熱量、食品関連事業者の氏名又は名称及び住所、製造所又は加工所の所在地及び製造者又は加工者の氏名又は名称、アレルギー物質の表示等を行うなど、食品衛生法等に定められた表示義務を懈怠し、本サービスを利用して登録、公開、販売する行為</li>
        <li>食品衛生法等に違反する行為</li>
        <li>本規約に違反する行為、又は違反するおそれのある行為</li>
        <li>購入者に対して、当社の定めた支払方法以外の決済手段の利用を推奨し、又は誘導する行為</li>
        <li>前各号の他、当社が不適切と判断する行為</li>
      </ol>

      <p className="terms__article typ_terms_article">第29条(利用の制限)</p>
      <ol type="1">
        <li>会員が、以下の各号のいずれかに該当し、又は該当するおそれがあるときは、当社は、事前に通知、催告することなく、直ちに、当該会員に対する本サービスの全部又は一部の提供を停止し、利用契約を解 除することができるものとします。</li>
        <li>第6条(会員登録)第4項各号のいずれかに該当することが判明したとき</li>
        <li>本規約第29条(禁止事項)各号に該当し、若しくは本利用規約のいずれかの条項に違反し、又は当社の本規約に基づく指示に従わないとき</li>
        <li>本規約第27条(作品データ等)第1項に定めるクレーム等があったとき</li>
        <li>会員が以下に該当する行為を行ったとき</li>
        <ol type="i">
          <li>当社又は当社の従業員等に対する暴力的な要求行為</li>
          <li>当社又は当社の従業員等に対する法的な責任を超えた不当な要求行為</li>
          <li>取引に関して、当社又は当社の従業員等に対する脅迫的な言動を行い、又は暴力を用いる行為</li>
          <li>風説の流布、偽計若しくは威力を用いて当社の信用を毀損し、又は当社の業務を妨害する行為</li>
          <li>前各項目に準じる行為</li>
          <li>差押、仮差押、仮処分、強制執行若しくは競売の申立てがあったとき、租税公課を滞納し督促を受けたとき、又は第15条第2項に基づき当社が作家に支払う振込金額等の金銭について、当社に対して差押 え又は当該差押えを理由として第三者から支払い等の請求がなされたとき</li>
          <li>支払停止若しくは支払不能の状態に陥ったとき、又は破産手続開始、民事再生手続開始、会社更生手 続開始、特別清算手続開始その他これに準じる手続きの申立てがなされ、若しくは自らかかる申立てを 行ったとき</li>
          <li>その他本サービスを提供することが不適当であると当社が判断したとき</li>
          <li>当社は、本条に基づき、本サービスの提供を停止、利用契約の解除その他第1項に定める措置を実施 したことにより会員又は第三者に生じる損害・結果について、何ら責任を負わないものとします。</li>
          <li>本条による本サービスの提供の停止、解除は、当社の会員に対する損害賠償請求を何ら妨げないものとします。</li>
        </ol>
      </ol>

      <p className="terms__article typ_terms_article">第30条(情報の削除等)</p>
      <ol type="1">
        <li>会員が、本規約のいずれかの条項に違反し、または第29条(禁止事項)のいずれかに該当し、もしくは そのおそれがあると当社が判断したときは、当社は、事前に通知、催告することなく、直ちに、該当する 行為に関連する作品データ等の全部または一部の公開を停止し、または削除する措置をとることができるものとします。当社は、これらの措置により会員に生じる損害、結果について、何らの責任を負いません。</li>
        <li>次の各号に定める場合、当社は、会員が本サービスを通じオンライン上に掲載した情報の全部または一部を削除できるものとします。この場合、当社が事前または事後に合理的と判断する手段により通知 を行うものとします。</li>
        <li>他の会員または第三者から、会員が本サービスを通じオンライン上に掲載した情報等により自己の権利等が侵害されたとして、当社に対し当該情報等の全部または一部の送信防止措置申し出がなされた 場合において、当社から会員に対して、回答期限を定めて意見を照会したにもかかわらず、回答期限を 経過しても会員が当社に対し、当社が定める方法により何らの回答をも行わない場合</li>
        <li>特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律(平成十三年十一月三十日法律第百三十七号)第3条の2第2号に定める申出が当社に対してなされた場合におい て、会員が、公職選挙法第142条の3第3項に規定する「電子メールアドレス等」を、同項又は同法第142 条の5第1項の定めに従って表示していないと当社が判断した場合</li>
        <li>前2号により当社が削除した情報の全部または一部を会員が再度掲載した場合</li>
        <li>前2項の規定は、当社に、会員の行為または作品データ等の内容を監視する義務または作品データ等の公開の停止または削除を講ずる義務を課すものではありません。当社が前項に定める措置の実施または不実施により会員または第三者が被った損害、結果について、当社は一切その責任を負わないものとします。</li>
      </ol>


      <p className="terms__chapter typ_terms_chapter">第8章 本サービスの中断・廃止等</p>

      <p className="terms__article typ_terms_article">第31条(本サービスの中断)</p>
      <ol type="1">
        <li>当社は、本サービスの安定的な運営に最善を尽くすものとしますが、以下の各号のいずれかに該当する場合には、会員に事前に通知することなく一時的に本サービスの全部又は一部を中断することができ るものとします。</li>
        <li>サーバー、通信回線若しくはその他の設備の故障、障害の発生又はその他の事由により本サービスの提供ができなくなった場合</li>
        <li>本サービス提供用の設備(サーバー、通信回線や電源、それらを収容する建築物などを含む)の保守、点検、修理、変更を定期的に又は緊急に行う場合</li>
        <li>火災、停電などにより本サービスの提供ができなくなった場合</li>
        <li>地震、噴火、洪水、津波などの天災により本サービスの提供ができなくなった場合</li>
        <li>戦争、変乱、暴動、騒乱、労働争議、疫病の蔓延等その他不可抗力により本サービスの提供ができなくなった場合</li>
        <li>法令による規制、司法命令等の適用により本サービスの提供ができなくなった場合</li>
        <li>その他、運用上、技術上当社が本サービスの一時的な中断を必要と判断した場合</li>
        <li>当社は、いつでも任意の理由により、会員に事前に通知することなく本サービスの全部又は一部を廃止することができるものとします。</li>
        <li>当社は、本サービスの中断、及び廃止により会員に生じた損害について、一切その責任を負わないものとします。</li>
      </ol>


      <p className="terms__chapter typ_terms_chapter">第9章 情報等の取扱い</p>

      <p className="terms__article typ_terms_article">第32条(個人情報等の取扱い)</p>
      <span>当社は、本サービスの利用に関連して、会員の個人情報(生存する個人に関する情報であって、当該情 報により特定の個人を識別することができるものをいいます。)を取得した場合には、個人情報の保護 に関する法律、電気通信事業における個人情報保護に関するガイドライン等を遵守し、当社が別途定 める「プライバシーポリシー(個人情報保護方針)」に従って取り扱うものとします。</span>

      <p className="terms__article typ_terms_article">第33条(情報の閲覧等)</p>
      <span>当社は、次の各号に該当するときは、必要な範囲において、本サービスの運営にかかるサーバー上の 全ての情報の閲覧、保存、又は第三者に対する開示を行うことができるものとします。当社は、これに よって生じたいかなる損害についても、責任を負わないものとします。</span>
      <ol type="1">
        <li>本規約に違反する事実の有無を確認する必要があるとき</li>
        <li>人の生命、身体及び財産等に差し迫った危険があり、緊急の必要性があるとき</li>
        <li>刑事訴訟法第218条(令状による差押え・捜索・検証)その他法令に基づく裁判所の命令若しくは強制の処分が行われたとき又は法令等に基づく正当な権原に基づき開示請求等があったとき</li>
        <li>本サービスの技術的不具合を解消するために必要あるとき</li>
        <li>会員が閲覧等に同意したとき</li>
        <li>その他本サービスを適切に運営するために必要が生じたとき</li>
      </ol>

      <p className="terms__article typ_terms_article">第34条(利用記録の集計等)</p>
      <ol type="1">
        <li>当社は、会員の利用記録の集計、分析を行い、個人が識別・特定できないように加工、集計し、当社の運営する他のサービスの開発等の業務の遂行のために、利用、処理することができるものとします。</li>
        <li>当社が提供する本サービスのスマートフォン向けアプリは、本サービスの改善や新たなサービ ス開発のために次の情報収集モジュール(広告表示やアプリの利用頻度を解析する、アプリ本体の機 能とは独立した、第三者が作成したプログラムのことをいいます。)を利用します。</li>
      </ol>

      <p className="terms__chapter typ_terms_chapter">第10章 損害賠償</p>

      <p className="terms__article typ_terms_article">第35条(損害賠償)</p>
      <ol type="1">
        <li>当社は、本サービスの利用に関して、当社の責めに帰すべき事由によって会員に損害が発生した場合には、当社の故意又は重過失による場合を除き、会員に現実に発生した直接かつ通常の損害を賠償す るものとします。但し、作家に対する損害の賠償は、当該損害が発生した月に、当社が当該作家から受 領した販売手数料を合計した額を上限とし、当社はこれを超える損害賠償の責任を負わないものとします。なお、当社は会員に対し、当該損害に関して販売手数料の返金をした場合には、返金額に相当する範囲において損害を賠償する義務を免れるものとします。</li>
        <li>会員が、本規約に定める事項に違反したことにより、当社が損害を被った場合には、当社が当該会員との利用契約を解除したか否かに関わらず、当該会員は当社に対して当該損害を賠償する責任を負うものとします。なお、当社が、会員と第三者との紛争、その他会員の責めに帰すべき事由に起因して費用 (弁護士費用、証人費用、証拠収集費用及びその他の訴訟遂行上の合理的費用を含む)を負担することとなる場合、当社は、その費用を、現実に負担が生じる前であっても、損害の一部として会員に請求す ることができるものとします。</li>
        <li>前項の規定は、法人又は団体が当該法人又は当該団体に所属する個人を会員として登録した場合において、当該個人が本規約に定める事項に違反したことにより当社が損害を被った場合には、その時点で当該個人が法人又はその他の団体に所属しているか否かに関わらず、当該法人又は当該団体が当該損害を賠償する責任を負うものとします。</li>
      </ol>


      <p className="terms__chapter typ_terms_chapter">第11章 雑則</p>

      <p className="terms__article typ_terms_article">第36条(著作権等の知的財産権)</p>
      <ol type="1">
        <li>本サービスのプログラム、ソフトウェア等の著作権は、当社又は著作権を所有する第三者に帰属するものとします。会員は、本規約に別段の定めがある場合を除き、提供コンテンツを当社又は著作権を所有する第三者の許諾を得ることなく使用することはできません。</li>
        <li>作品及び作品データに関する知的財産権(第三者が知的財産権を有するものを除きます)は全て作家に帰属するものとします。但し、当社は、本サービスの運営のために必要な範囲(本サービスの広告・宣 伝、Facebook等における本サービスの公式アカウントによる作品の紹介その他当社が提携する第三者の運営するウェブサイト等のうち、作品の広告・宣伝効果を図る上で当社が有益と判断したものへの掲載を含みます。)に限って、作品データを使用または利用(複製、翻案、放送、公衆送信及びそのために必要な送信可能化を含み、これに限りません。)することができるものとします。会員はこれに対し、当社並びに当社より正当に権利を取得した第三者及び当該第三者から権利を承継した者に対し、作品データの著作者人格権を行使しないことに同意します。</li>
      </ol>

      <p className="terms__article typ_terms_article">第37条(ランキング等)</p>
      <span>当社は、本サービスサイトにおいて、会員が公開した作品に関するランキング又はリスト等を掲載するこ とがあります。この場合において、当該ランキング等への作品データの掲載基準は当社が独自に決定 又は変更することができるものとし、当該ランキング等へ掲載又は掲載されないことにより会員に損害 等が生じた場合においても、当社は一切その責任を負わないものとします。</span>

      <p className="terms__article typ_terms_article">第38条(譲渡等の禁止)</p>
      <span>会員は、当社の書面による事前の承諾を得た場合を除き、利用契約上の地位並びに利用契約に基づく 当社に対する権利及び義務を第三者に譲渡し、承継させ、又は処分することはできないものとします。</span>

      <p className="terms__article typ_terms_article">第39条(解釈及び管轄裁判所等)</p>
      <ol type="1">
        <li>本規約の解釈をめぐって疑義が生じた場合、当社は合理的な範囲でその解釈を決定できるものとします。</li>
        <li>本規約に基づく当社と会員との間に生じる一切の法律関係については、全て日本国の法令が適用されるものとします。</li>
        <li>本規約に基づく当社と会員との間に生じる一切の紛争の解決については、その訴額に応じて東京簡易裁判所又は東京地方裁判所を第一審の専属的管轄裁判所とします。</li>
      </ol>
    </div>
  )
}
